Repository: svn2github/debian-kernel
Catalog: linux-*/debian/po/*.po
Languages: pl

source: Update disk device IDs in system configuration?
pl: Zaktualizować identyfikatory urządzeń dyskowych w konfiguracji systemu?

source: The new Linux kernel version provides different drivers for some PATA (IDE) controllers. The names of some hard disk, CD-ROM, and tape devices may change.
pl: Nowa wersja jądra Linux zawiera inne sterowniki do niektórych kontrolerów PATA (IDE). Nazwy niektórych dysków twardych, CD-ROM-ów i napędów taśmowych mogą się zmienić.

source: It is now recommended to identify disk devices in configuration files by label or UUID (unique identifier) rather than by device name, which will work with both old and new kernel versions.
pl: Zaleca się identyfikować urządzenia dyskowe w plikach konfiguracyjnych za pomocą etykiet lub unikalnych identyfikatorów (UUID) zamiast nazw urządzeń. Sugerowana metoda będzie działać zarówno ze starymi jak i nowszymi wersjami jądra.

source: If you choose to not update the system configuration automatically, you must update device IDs yourself before the next system reboot or the system may become unbootable.
pl: Jeśli opcja automatycznej aktualizacji konfiguracji systemu nie zostanie wybrana, konieczne będzie ręczne zaktualizowanie identyfikatorów dysków przed ponownym uruchomieniem systemu, w przeciwnym wypadku, system może nie uruchomić się ponownie.

source: Apply configuration changes to disk device IDs?
pl: Zastosować zmiany konfiguracji do identyfikatorów urządzeń dyskowych?

source: These devices will be assigned UUIDs or labels:
pl: Następującym urządzeniom zostaną przypisane UUID-y lub etykiety:

source: These configuration files will be updated:
pl: Następujące pliki konfiguracyjne zostaną zaktualizowane:

source: The device IDs will be changed as follows:
pl: Identyfikatory urządzeń zmienią się następująco:

source: Configuration files still contain deprecated device names
pl: Pliki konfiguracyjne wciąż zawierają przestarzałe nazwy

source: The following configuration files still use some device names that may change when using the new kernel:
pl: Następujące pliki konfiguracyjne mogą wciąż używać nazwy urządzeń, które mogą ulec zmianie po użyciu nowego jądra:

source: Boot loader configuration check needed
pl: Konieczne sprawdzenie konfiguracji programu rozruchowego

source: The boot loader configuration for this system was not recognized. These settings in the configuration may need to be updated:
pl: Konfiguracja programu rozruchowego systemu nie została rozpoznana. Następujące ustawienia w konfiguracji mogą wymagać zaktualizowania:

source: * The root device ID passed as a kernel parameter; * The boot device ID used to install and update the boot loader.
pl: * identyfikator urządzenia z katalogiem głównym "/" podany jako parametr jądra, * identyfikator urządzenia rozruchowego "/boot" używanego do instalacji i zaktualizowania programu rozruchowego.

source: You should generally identify these devices by UUID or label. However, on MIPS systems the root device must be identified by name.
pl: Najczęściej powinno się identyfikować te urządzenia za pomocą UUID-u lub etykiety. Na komputerach MIPS, katalog główny musi być jednak identyfikowany za pomocą nazwy.

source: Boot loader may need to be upgraded
pl: Program rozruchowy może wymagać zaktualizowania

source: Kernel packages no longer update a default boot loader.
pl: Pakiety jądra nie aktualizują dłużej domyślnego programu rozruchowego.

source: If the boot loader needs to be updated whenever a new kernel is installed, the boot loader package should install a script in /etc/kernel/postinst.d. Alternately, you can specify the command to update the boot loader by setting the 'postinst_hook' variable in /etc/kernel-img.conf.
pl: Jeśli program rozruchowy musi zostać zaktualizowany podczas każdej instalacji nowego jądra, pakiet programu rozruchowego powinien zawierać skrypt w /etc/kernel/postinst.d. Innym rozwiązaniem jest podanie polecenia do aktualizacji programu rozruchowego, przez ustawienie zmiennej "postinst_hook" w /etc/kernel-img.conf.
