Repository: svn2github/debian-kernel
Catalog: modules/unicorn/unicorn/adsl_status/po/*.po
Languages: fr, it

source: Actual bit rate (Kbps)
fr: Débit réel brut (Kbits/seconde)
it: Bit rate attuale (Kbps)

source: Far End Fast Channel:
fr: Chemin rapide local
it: Canale Veloce Centrale:

source: Near End Interleaved Channel:
fr: Chemin rapide distant
it: Canale Intercalato Modem:

source: Far End Interleaved Channel:
fr: Chemin intercalé local
it: Canale Intercalato Centrale:

source: Near End Fast Channel:
fr: Chemin intercalé distant
it: Canale Veloce Modem:

source: Line State
fr: État de la ligne
it: Stato della Linea

source: Start
fr: Démarrer
it: Avvio

source: Remote report:
fr: Rapport distant:
it: Evento remoto:

source: Last failure:
fr: Dernier échec:
it: Ultimo problema:

source: Time connected:
fr: Temps de connexion:
it: Tempo di connessione:

source: Modem state:
fr: État du modem:
it: Stato del modem:

source: State
fr: État
it: Stato

source: Power
fr: Énergie
it: Potenza

source: Echo+Noise
it: Eco + Rumore

source: Rx Path
it: Percorso Rx

source: Operational Data
fr: Données opérationelles
it: Informazioni Operative

source: Capacity Occupation (%)
fr: Capacité d'occupation (%)
it: Capacità Occupazione (%)

source: Noise Margin (dB)
fr: Marge du bruit (dB)
it: Margine di Rumore (dB)

source: Output Power (dBm)
fr: Energie sortante (dBm)
it: Potenza in Uscita (dBm)

source: Attenuation (dB)
it: Attenuazione (dB)

source: Modulation:
it: Modulazione:

source: Line
fr: Ligne
it: Linea

source: Fast Channel Error Counters
fr: Compteurs d'erreurs du chemin rapide
it: Contatori Errori Canale Veloce

source: Local
it: Modem

source: Distant
it: Centrale

source: Forward Error Corrections (FEC)
fr: Contrôle d'erreurs en aval (FEC)
it: Correzioni Errori in Anticipo (FEC)

source: Cyclic Redundancy Checks (CRC)
fr: C. de redondance Cyclique (CRC)
it: Controlli Ridondanza Ciclica (CRC)

source: Cyclic Header Error Check (HEC)
fr: Contrôle d'erreurs d'en tète (HEC)
it: Controllo Ciclico Errori Header (HEC)

source: Interleaved Channel Error Counters
fr: Compteurs d'erreurs du chemin intercalé
it: Contatori Errori Canale Intercalato

source: Errors
fr: Erreurs
it: Errori

source: Near End Defects Detected
fr: Défauts détectés du modem local
it: Problemi Rilevati dal Modem

source: Loss of Margin (LoM)
fr: Perte de marge (LoM)
it: Perdita di Margine (LoM)

source: Loss of Signal (LoS)
fr: Perte de signal (LoS)
it: Perdita di Segnale (LoS)

source: Loss of Power (LoP)
fr: Perte d'énergie (LoP)
it: Perdita di Potenza (LoP)

source: Loss of Frame (LoF)
fr: Perte de trame (LoF)
it: Perdita di Trama (LoF)

source: Loss of Cell Delineation (LoCD)
fr: Perte de synchro cellule(LoCD)
it: Perdita Allineamento Celle (LoCD)

source: Far End Defects detected
fr: Défauts détectés du modem distant
it: Problemi Rilevati dalla Centrale

source: Dying Gasp message received
fr: Message: Dying Gasp
it: Ricevuto Messaggio Dying Gasp

source: Defects
fr: Défauts
it: Problemi

source: ATM maintenance indicators (OAM-F5)
fr: Indicateurs de maintenance ATM (OAM-F5)
it: Indicatori Manutenzione ATM (OAM-F5)

source: Reset Counters
fr: RAZ compteurs
it: Azzera Contatori

source: Receive counters
fr: Compteurs de réception
it: Contatori Ricevuti

source: Remote Defect Indication cells (RDI):
fr: Cellules d'indication de défaut distant (RDI):
it: Celle d'Indicazione Problemi Remoti (RDI):

source: Alarm Indication Signal cells (AIS):
fr: Cellules d'indication d'alarme (AIS):
it: Celle d'Indicazione d'Allarme (AIS):

source: Far-end loopback cells (LB):
fr: Cellules de test en bouclage distant (LB):
it: Celle Loopback Centrale (LB):

source: Near-end loopback cells (LB):
fr: Cellules de test en bouclage local (LB):
it: Celle Loopback Modem (LB):

source: Continuity Check cells (CC):
fr: Cellules de test de continuité (CC):
it: Celle di Controllo di Continuità (CC):

source: Generate looback cells (OAM-F5 LB cells)
it: Genera Celle Loopback (Celle OAM-F5 LB)

source: Installed Profile
fr: Profile installé
it: Profilo Installato

source: Encapsulation:
it: Incapsulamento:

source: Protocol:
fr: Protocole:
it: Protocollo:

source: Config
it: Impostazioni

source: ADSL Package Information
fr: Information sur les pilotes ADSL
it: Informazioni Pacchetto ADSL

source: Package Name:
fr: Nom:
it: Nome Pacchetto:

source: Package Version:
fr: Version pilote:
it: Versione Driver:

source: Firmware Version:
fr: Version modem:
it: Versione Firmware:

source: Manufacturer:
fr: Constructeur:
it: Produttore:

source: Far End Modem Identification
fr: Identification du modem distant
it: Identificazione Modem Centrale

source: ITU Revision Number:
fr: Numéro du révision ITU:
it: Numero Revisione ITU:

source: Vendor Specific Info:
fr: Info spécifique fournisseur:
it: Informazioni Specifiche Venditore:

source: Vendor Country Code:
fr: Code pays du fournisseur:
it: Codice Nazione Venditore:

source: Vendor Code:
fr: Code du fournisseur:
it: Codice Venditore:

source: Info
it: Informazioni

source: Couldn't find pixmap file: %s
fr: Fichier pixmap introuvable: %s
it: Non è possibile trovare il file pixmap: %s

source: Error loading pixmap file: %s
fr: Erreur de chargement du fichier pixmap: %s
it: Errore nel caricamento del file pixmap: %s

source: IDLE
fr: REPOS
it: INATTIVO

source: LISTENING
fr: EN ECOUTE
it: IN ASCOLTO

source: ACTIVATING
fr: ACTIVATION
it: ATTIVAZIONE

source: Ghs_HANDSHAKING
fr: NEGOCIATION
it: NEGOZIAZIONE_Ghs

source: ANSI_HANDSHAKING
fr: NEGOCIATION
it: NEGOZIAZIONE_ANSI

source: INITIALIZING
fr: INITIALISATION
it: INIZIALIZZAZIONE

source: RESTARTING
fr: REDEMARRAGE
it: RIAVVIO

source: SHOWTIME_L0
fr: CONNECTE_L0
it: CONNESSO_LO

source: SHOWTIME_LQ
fr: CONNECTE_L0
it: CONNESSO_LQ

source: SHOWTIME_L1
fr: CONNECTE_L1
it: CONNESSO_L1

source: EXCHANGE
fr: ECHANGE
it: SCAMBIO

source: TRUNCATE
fr: TRONCATURE
it: INTERROTTO

source: ESCAPE
fr: ECHAPPEMENT
it: FUGA

source: RETRY
fr: REESSAYE
it: RIPROVA

source: DISORDERLY
fr: EN DESORDRE
it: IN DISORDINE

source: Peer ATU Found
fr: Modem distant détecté
it: Modem Centrale trovato

source: Restart Request
fr: Redémarrage requis
it: Richiesta di riavvio

source: Activation Request
fr: Activation requise
it: Richiesta di attivazione

source: Initializing
fr: Initialisation
it: Inizializzazione

source: Showtime
fr: Connecté
it: Connesso

source: L3 Executed
fr: L3 Executé
it: L3 Eseguito

source: L3 Rejected
fr: L3 Rejeté
it: L3 Rifiutato

source: L1 Executed
fr: L1 Executé
it: L1 Eseguito

source: L1 Rejected
fr: L1 Rejeté
it: L1 Rifiutato

source: L0 Rejected
fr: L0 Rejeté
it: L0 Rifiutato

source: Restart Acceptable
fr: Redémerrage accepté
it: Riavvio accettabile

source: Suicide Request
fr: Demande Suicide
it: Richiesta suicida

source: Restart Not Acceptable
fr: Redémarrage non accepté
it: Riavvio non accettabile

source: Uncompatible Line Conditions
fr: Conditions de ligne incompatibles
it: Condizioni incompatibili linea

source: No Lock Possible
fr: Aucun blocage possible
it: Nessun blocco possibile

source: Protocol Error
fr: Erreur de protocole
it: Errore di protocollo

source: Message Error
fr: Réception d'un message invalide
it: Messaggio non valido

source: Spurious ATU Detected
fr: Modem distant non valide
it: Modem Centrale non valido

source: Requested Bit Rate Too High
fr: Le débit demandé est trop élevé
it: Bit Rate richiesto troppo alto

source: Interleaved Profile Required for LITE
fr: Un profil intercalé est requis par la norme LITE
it: E' richiesto profilo interleaved per LITE

source: Forced Silence
fr: Forçage de silence
it: Silenzio forzato

source: Unselectable Operation Mode
fr: Mode d'opération non sélectionnable
it: Modo di Operatività non selezionabile

source: State Refused By Golden
fr: État refusé par Golden
it: Stato rifiutato da Golden

source: Activation Timeout
fr: Délai d'activation dépassé
it: Timeout per l'attivazione

source: Initialization Timeout
fr: Délai d'initialisation dépassé
it: Timeout per l'inizializzazione

source: Bringing Down Line due to persistent faults
fr: Défauts de ligne persistants
it: Difetti persistenti della linea

source: Retry
fr: Réessaye
it: Riprova

source: Unknown
fr: Inconnu
it: Sconosciuto

source: Unknown failure
fr: Echec inconnu
it: Problema sconosciuto

source: No hardware detected
fr: Aucun matériel détecté
it: Hardware non trovato

source: USB bandwidth unavailable
fr: Bande passante USB non disponible
it: Banda passante USB non disponibile

source: Stop
fr: Arréter

source: UpStream
fr: Montant

source: DownStream
fr: Descendant

source: Generate looback cells (OAM-F5 LB cells)
fr: Envoyer de cellules de test en bouclage distant (LB)

source: FAST_RETRAIN
fr: RECYCLE_RAPIDE
